tellraw @s {text:"\n§f§l超级僵尸§r§7：§f召唤一只超级僵尸，每对方回合结束后造成5点伤害，无视护盾，持续2回合。召唤后可以禁用对方的一个槽位，但获得饥饿效果。§r"}
tellraw @s {text:"§8+  §7□□□□ §7□□□□ §7□□□□ §r"}
tellraw @s {text:"§8-  §7□□□□ §7□□□□ §7□□□□ §r"}
tellraw @s {text:"§8+  §7□□□□ §7□□□□ §7□□□□ §r"}
tellraw @s {text:"§8-  §2■■■■ §2■■■■ §2■■■■ §r"}
tellraw @s {text:"§8+  §2■■■■ §2■■■■ §2■■■■ §r"}
tellraw @s {text:"§8-  §2■■■■ §2■■■■ §2■■■■ §r"}
tellraw @s {text:"§8+  §7□□□□ §5■■■■ §7□□□□ §r"}
tellraw @s {text:"§8-  §7□□□□ §5■■■■ §7□□□□ §r"}
tellraw @s {text:"§8+  §7□□□□ §5■■■■ §7□□□□ §r"}
tellraw @s {text:"§2■§7:§2僵尸头颅§7, §5■§7:§5赌徒的交易§r"}
tellraw @s {text:"§f相对位置正确即可。"}
