tellraw @s {text:"§7= = = = | §b§lCa§6§lcard§r§aWar§b§l牌§6§l牌§r§a大作战§r §7| = = = =§r"}
tellraw @s {text:"§8- §f在经典/标准模式下，双方初始拥有20点生命值。胜利目标：通过合成、使用道具击败对方。§r"}
tellraw @s {text:"§8- §7你可以自由选择4套卡组：进攻型、持久型、召唤型、均衡型。§r"}
tellraw @s {text:"§8- §f对局开始时，双方随机抽取先后手。先手获得4张卡牌，后手及后续双方获得5张卡牌。§r"}
tellraw @s {text:"§8- §7请按照合成配方摆放卡牌来进行攻击、回复、防御、召唤等动作。§r"}
tellraw @s {text:"§8- §f双方的3×3物品展示框即为主要槽位，从左上1到右下9排序，荧光物品展示框是物品使用槽位。§r"}
tellraw @s {text:"§8- §7末地传送门框架上的物品展示框是备用槽位0，你可以存放一张卡牌。§r"}
tellraw @s {text:"§8- §f每回合结束后你将失去物品栏里的所有卡牌。大部分动作都会清空摆在主要槽位里的卡牌，请合理规划。§r"}
tellraw @s {text:"§8- §7放置卡牌时请慎重，因为放错后无法移动卡牌，只能清空该槽位的卡牌。§r"}
tellraw @s {text:"§8- §f因技术原因，在您的回合时对手可能干扰您的动作。这是不被允许的！§r"}
tellraw @s {text:"§8- §7对局过程中若不慎破坏了物品展示框，请右击场地中部的“仅恢复物品展示框”悬挂式竹告示牌。§r"}
tellraw @s {text:"§8- §f如果您或者您的对手在对局中意外退出，另一方可以选择结束本次对局或等待对方上线以继续对局。§r"}
tellraw @s {text:"§8- §7因技术原因，请勿丢弃、带出卡牌，避免破坏场地（尤其物品展示框）。§r"}
tellraw @s {text:"§8- §f对局开始前，请清空物品栏以防止您原本的物品消失。§r"}
tellraw @s {text:"§8- §7请确保游戏难度不为和平，否则部分召唤物将无法生成。§r"}
tellraw @s {text:"§8- §f每次加载世界都会重置对局。§r"}

#tellraw @s {text:"§8- §f§r"}
#tellraw @s {text:"§8- §7§r"}
